import React from 'react';

const Base = () => {
  return (
   <section id="base">
    <div className="container">
      <div className="base-info">
      <div className="base">
     <h4>
     Зачем нужен красивый дизайн для сайта
     </h4>
     <p>
     Еще одним моментом, который следует учесть <br />
      при создании собственного сайта, можно <br />
       считать внятный и удобный интерфейс.
     </p>
      </div>
      <div className="base">
     <h4>
     Зачем нужен красивый дизайн для сайта
     </h4>
     <p>
     Еще одним моментом, который следует учесть <br />
      при создании собственного сайта, можно <br />
       считать внятный и удобный интерфейс.
     </p>
      </div>
      <div className="base">
     <h4>
     Зачем нужен красивый дизайн для сайта
     </h4>
     <p>
     Еще одним моментом, который следует учесть <br />
      при создании собственного сайта, можно <br />
       считать внятный и удобный интерфейс.
     </p>
      </div>
      <div className="base">
     <h4>
     Зачем нужен красивый дизайн для сайта
     </h4>
     <p>
     Еще одним моментом, который следует учесть <br />
      при создании собственного сайта, можно <br />
       считать внятный и удобный интерфейс.
     </p>
      </div>
      <div className="base">
     <h4>
     Зачем нужен красивый дизайн для сайта
     </h4>
     <p>
     Еще одним моментом, который следует учесть <br />
      при создании собственного сайта, можно <br />
       считать внятный и удобный интерфейс.
     </p>
      </div>
      <div className="base">
     <h4>
     Зачем нужен красивый дизайн для сайта
     </h4>
     <p>
     Еще одним моментом, который следует учесть <br />
      при создании собственного сайта, можно <br />
       считать внятный и удобный интерфейс.
     </p>
      </div>
      </div>
      <div className="base-zai">
       
        <div className="base-left">
          <p>
          Мы с удовольствием ответим на все Ваши вопросы и проведем необходимые <br />
           уточнения. В случае, если Вы не найдете ответы на Ваши вопросы на нашем <br />
            сайте, просмотрите раздел FAQ или обратитесь непосредственно к нам.
          </p>
        </div>
        <div className="base-right">
          <div className="base-input">
            <input type="text" />
            <input type="text" />
            <input type="number" />
            <input type="e-mail" />
          </div>
          <button>
          Отправить
          </button>
          <p>
          Нажимая на кнопку «Отправить», я даю согласие на обработку <br />
           персональных данных и соглашаюсь с политикой конфиденциальности
          </p>
        </div>
      </div>
    </div>
   </section>
  );
};

export default Base;